Repository: kazu-1234/BlueShift_old
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# Nav_Time.Content
source: Time
ja_jp: 時間

# Nav_Info.Content
source: Info
ja_jp: 情報

# Toggle_On
source: On
ja_jp: オン

# Toggle_Off
source: Off
ja_jp: オフ

# Time_SectionToggle.Text
source: Toggle
ja_jp: 切り替え

# Time_EnableFilter.Text
source: Enable BlueShift
ja_jp: BlueShift を有効にする

# Time_EnableFilterDesc.Text
source: Automatically adjusts screen color temperature by time of day
ja_jp: 時間帯に応じて画面の色温度を自動調整します

# Time_SectionSchedule.Text
source: Schedule
ja_jp: スケジュール

# Time_AddSchedule.Text
source: Add a new schedule
ja_jp: 新しいスケジュールを追加

# Time_SpecifyEndTime.Content
source: Specify end time
ja_jp: 終了時間を指定する

# Time_Start.Text
source: Start
ja_jp: 開始

# Time_End.Text
source: End
ja_jp: 終了

# Time_Intensity.Text
source: Intensity
ja_jp: 適用強度

# Time_AddButton.Content
source: Add schedule
ja_jp: スケジュールを追加

# Time_EmptyState.Text
source: No schedules yet. Add one using the form on the left.
ja_jp: スケジュールがありません。左のフォームから追加してください。

# Time_TimeRange.Text
source: Time range
ja_jp: 時間帯

# Time_ListIntensity.Text
source: Intensity
ja_jp: 適用強度

# Time_Delete.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
ja_jp: 削除

# Settings_SectionStartup.Text
source: Startup
ja_jp: 起動

# Settings_AutoStart.Text
source: Start automatically at logon
ja_jp: ログオン時に自動開始

# Settings_AutoStartDesc.Text
source: Runs in the background at logon via Task Scheduler
ja_jp: タスクスケジューラでログオン時にバックグラウンド起動します

# Settings_SectionUpdate.Text
source: Updates
ja_jp: アップデート

# Settings_UpdateDesc.Text
source: Check for the latest version from GitHub Releases
ja_jp: GitHub リリースから最新版を確認します

# Settings_CheckUpdate.Content
source: Check for updates
ja_jp: 更新を確認

# Info_SectionStatus.Text
source: Current status
ja_jp: 現在の状態

# Info_Feature.Text
source: Feature
ja_jp: 機能

# Info_Intensity.Text
source: Intensity
ja_jp: 適用強度

# Info_Schedule.Text
source: Active schedule
ja_jp: 適用スケジュール

# Info_NextTransition.Text
source: Next transition
ja_jp: 次の切り替え

# Info_SectionAbout.Text
source: About
ja_jp: アプリについて

# Info_Description.Text
source: Reduces blue light on your screen by time of day to ease eye strain. Keeps running in the system tray after you close the window.
ja_jp: 時間帯ごとに画面のブルーライトを抑え、目の負担を軽減します。ウィンドウを閉じてもタスクトレイでバックグラウンド動作を続けます。

# Info_Disclaimer.Text
source: The developer is not liable for any damages arising from the use of this software. Use at your own risk.
ja_jp: 本ソフトウェアの使用により生じたいかなる損害についても、開発者は一切の責任を負いません。自己責任でご使用ください。

# Status_Enabled
source: Enabled
ja_jp: 有効

# Status_Disabled
source: Disabled
ja_jp: 無効

# Status_FilterDisabled
source: The feature is currently disabled.
ja_jp: 機能は現在無効です。

# Status_NoSchedule
source: No schedules configured. The feature is idle.
ja_jp: スケジュールがありません。機能は待機中です。

# Status_Applied
source: Current intensity: {0}% (from: {1})
ja_jp: 現在の適用強度: {0}%（適用元: {1}）

# Delay_HoursMinutes
source: In about {0} h {1} min
ja_jp: 約 {0} 時間 {1} 分後

# Delay_Minutes
source: In about {0} min
ja_jp: 約 {0} 分後

# Delay_Seconds
source: In about {0} sec
ja_jp: 約 {0} 秒後

# Version_Format
source: Version {0}
ja_jp: バージョン {0}

# Update_NotConfigured
source: Update check URL is not configured. Set a GitHub Releases URL later.
ja_jp: アップデート確認 URL が未設定です。後日 GitHub リリース URL を設定してください。

# Update_FetchFailed
source: Failed to fetch release information.
ja_jp: リリース情報の取得に失敗しました。

# Update_Available
source: A new version {0} is available. (Current: {1})
ja_jp: 新しいバージョン {0} が利用可能です。（現在: {1}）

# Update_UpToDate
source: You are on the latest version. ({0})
ja_jp: 最新バージョンです。（{0}）

# Update_Error
source: An error occurred while checking for updates: {0}
ja_jp: アップデート確認中にエラーが発生しました: {0}

# Update_DialogTitle
source: Update available
ja_jp: アップデートがあります

# Update_DialogContent
source: {0} Open the release page?
ja_jp: {0} リリースページを開きますか？

# Update_DialogOpen
source: Open
ja_jp: 開く

# Update_DialogClose
source: Close
ja_jp: 閉じる

# Tray_OpenSettings
source: Open settings
ja_jp: 設定を開く

# Tray_Exit
source: Exit
ja_jp: 終了
